---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeWebthickness
source: html/5b991fda-55b5-9d0f-25e2-e9fe6ad89a2f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeWebthickness Property

"Web Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionIshapeWebthickness { get; }
```